{
  "articles": [
    {
      "id": "20c5",
      "title": "Princess Mononoke (1997)",
      "content": "Kisah epik yang menggabungkan mitologi Jepang dengan pesan lingkungan yang kuat. Seorang pangeran muda terlibat dalam konflik antara manusia dan roh hutan ketika dia bertemu dengan seorang gadis misterius yang berjuang untuk melindungi hutan dan makhluknya."
    },
    {
      "id": "b96b",
      "title": "Spirited Away (2001)",
      "content": "Seorang gadis kecil yang bernama Chihiro terperangkap di dunia roh setelah orang tuanya berubah menjadi babi oleh kutukan. Dia harus menavigasi dunia yang aneh ini dan mencari cara untuk menyelamatkan orang tuanya, sambil menemukan keberanian dan pertumbuhan pribadi di sepanjang jalan."
    },
    {
      "id": "94a4",
      "title": "My Neighbor Totoro (1988)",
      "content": "Cerita yang penuh dengan keajaiban dan kehangatan keluarga tentang dua saudara perempuan yang pindah ke pedesaan Jepang bersama ayah mereka yang sibuk. Mereka bertemu dengan makhluk ajaib bernama Totoro, yang membantu mereka menemukan kebahagiaan dalam situasi sulit."
    },
    {
      "id": "64f5",
      "title": "Howl's Moving Castle (2004)",
      "content": "Seorang gadis muda bernama Sophie terkena kutukan oleh penyihir yang membuatnya menjadi wanita tua. Dia kemudian mencari perlindungan di sebuah kastil berjalan yang aneh yang dimiliki oleh penyihir misterius bernama Howl. Di sana, dia bertemu dengan berbagai karakter ajaib dan menemukan rahasia tentang kekuatan dan keberanian."
    },
    {
      "id": "5d83",
      "title": "Ponyo (2008)",
      "content": "Kisah tentang seorang putri ikan kecil yang bernama Ponyo yang bersemangat untuk menjadi manusia setelah bertemu dengan seorang anak laki-laki manusia. Perjalanan Ponyo untuk mengejar mimpinya membawa perubahan besar bagi kedua dunianya, dunia manusia dan dunia laut."
    },
    {
      "id": "ae1f",
      "title": "The Wind Rises (2013)",
      "content": "Sebuah kisah fiksi sejarah yang mengikuti kehidupan seorang insinyur pesawat Jepang selama periode sebelum dan selama Perang Dunia II. Film ini menggambarkan perjuangan pribadi dan dilema moral yang dihadapi oleh tokoh utama saat dia mengejar mimpinya sambil menyaksikan perubahan dramatis dalam sejarah dunia.\n\n"
    }
  ]
}